Repository: yorukot/pawse
Catalog: Pawse/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: %@ paused
es: %@ en pausa
ja: %@は一時停止中
zh_hans: %@已暂停
zh_hant: %@已暫停

source: %@ remaining
es: Quedan %@
ja: 残り%@
zh_hans: 剩余%@
zh_hant: 剩餘%@

source: %@ unit
es: Unidad: %@
ja: 単位：%@
zh_hans: 单位：%@
zh_hant: 單位：%@

source: %@ value
es: Valor: %@
ja: 値：%@
zh_hans: 数值：%@
zh_hant: 數值：%@

source: Access to the selected break image could not be refreshed. Choose it again in Appearance.
es: No se pudo renovar el acceso a la imagen de descanso seleccionada. Vuelve a elegirla en Apariencia.
ja: 選択した休憩画像へのアクセスを更新できませんでした。「外観」で再度選択してください。
zh_hans: 无法更新所选休息图片的访问权限。请在“外观”中重新选择。
zh_hant: 無法更新所選休息圖片的存取權限。請在「外觀」中重新選擇。

source: Activity during the grace period returns Pawse to Break Pending and requires a fresh idle interval.
es: La actividad durante el período de gracia devuelve Pawse a Descanso pendiente y exige un nuevo intervalo de inactividad.
ja: 猶予時間中に操作すると休憩保留中に戻り、新たなアイドル時間が必要になります。
zh_hans: 在宽限期内进行操作会让 Pawse 返回“休息待定”，并需要重新累计闲置时间。
zh_hant: 在寬限期間內進行操作會讓 Pawse 返回「休息待定」，並需要重新累積閒置時間。

source: Actual
es: Real
ja: 実際
zh_hans: 实际
zh_hant: 實際

source: Adds one Focus duration to the timer.
es: Añade una duración de concentración al temporizador.
ja: タイマーに集中時間を1回分追加します。
zh_hans: 将一段专注时间加入计时器。
zh_hant: 將一段專注時間加入計時器。

source: All Time
es: Todo el período
ja: 全期間
zh_hans: 所有时间
zh_hant: 所有時間

source: Allow Pawse in System Settings → General → Login Items.
es: Permite Pawse en Ajustes del Sistema → General → Ítems de inicio.
ja: システム設定 → 一般 → ログイン項目でPawseを許可してください。
zh_hans: 请在“系统设置”→“通用”→“登录项”中允许 Pawse。
zh_hant: 請在「系統設定」→「一般」→「登入項目」中允許 Pawse。

source: Analytics
es: Análisis
ja: 分析
zh_hans: 分析
zh_hant: 分析

source: Analytics date range
es: Intervalo de fechas del análisis
ja: 分析の日付範囲
zh_hans: 分析日期范围
zh_hant: 分析日期範圍

source: Appearance
es: Apariencia
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Automatic (macOS Default)
es: Automático (predeterminado de macOS)
ja: 自動（macOSのデフォルト）
zh_hans: 自动（macOS 默认）
zh_hant: 自動（macOS 預設）

source: Automatically Start Breaks
es: Iniciar descansos automáticamente
ja: 休憩を自動的に開始
zh_hans: 自动开始休息
zh_hant: 自動開始休息

source: Automatically Start Next Focus
es: Iniciar automáticamente la siguiente concentración
ja: 次の集中を自動的に開始
zh_hans: 自动开始下一次专注
zh_hant: 自動開始下一次專注

source: Average Break Deferral
es: Aplazamiento medio del descanso
ja: 休憩延期の平均
zh_hans: 平均延后休息时间
zh_hant: 平均延後休息時間

source: Background
es: Fondo
ja: 背景
zh_hans: 背景
zh_hant: 背景

source: Break Background
es: Fondo del descanso
ja: 休憩中の背景
zh_hans: 休息背景
zh_hant: 休息背景

source: Break Behavior
es: Comportamiento del descanso
ja: 休憩の動作
zh_hans: 休息行为
zh_hant: 休息行為

source: Break Complete Sound
es: Sonido al completar el descanso
ja: 休憩完了サウンド
zh_hans: 休息完成音效
zh_hant: 休息完成音效

source: Break Entry Grace Period
es: Período de gracia al iniciar el descanso
ja: 休憩開始時の猶予時間
zh_hans: 进入休息的宽限期
zh_hant: 進入休息的寬限時間

source: Break Ready Sound
es: Sonido de descanso listo
ja: 休憩準備完了サウンド
zh_hans: 休息就绪音效
zh_hant: 休息就緒音效

source: Break ready
es: Descanso listo
ja: 休憩の準備完了
zh_hans: 休息已就绪
zh_hant: 休息已就緒

source: Break soon
es: Descanso próximamente
ja: まもなく休憩
zh_hans: 即将休息
zh_hant: 即將休息

source: Pawse checks how long the Mac has been idle so it can start breaks at a natural stopping point.
es: Pawse comprueba cuánto tiempo lleva el Mac inactivo para poder iniciar los descansos en un punto de pausa natural.
ja: PawseはMacのアイドル時間を確認し、自然な区切りで休憩を開始します。
zh_hans: Pawse 会检查 Mac 的闲置时间，以便在自然的停顿点开始休息。
zh_hant: Pawse 會檢查 Mac 的閒置時間，以便在自然的停頓點開始休息。

source: Pawse could not cover every display. The break was canceled for safety.
es: Pawse no pudo cubrir todas las pantallas. El descanso se canceló por seguridad.
ja: すべてのディスプレイを覆うことができなかったため、安全のため休憩をキャンセルしました。
zh_hans: Pawse 无法覆盖所有显示器。为确保安全，已取消休息。
zh_hant: Pawse 無法覆蓋所有顯示器。為確保安全，已取消休息。

source: Pawse could not keep every display covered. The break was canceled for safety.
es: Pawse no pudo mantener cubiertas todas las pantallas. El descanso se canceló por seguridad.
ja: すべてのディスプレイを覆い続けることができなかったため、安全のため休憩をキャンセルしました。
zh_hans: Pawse 无法持续覆盖所有显示器。为确保安全，已取消休息。
zh_hant: Pawse 無法持續覆蓋所有顯示器。為確保安全，已取消休息。

source: Pawse could not remember access to that folder. Choose it again.
es: Pawse no pudo recordar el acceso a esa carpeta. Vuelve a elegirla.
ja: そのフォルダへのアクセスを保存できませんでした。再度選択してください。
zh_hans: Pawse 无法记住该文件夹的访问权限。请重新选择。
zh_hant: Pawse 無法記住該資料夾的存取權限。請重新選擇。

source: Pawse could not restart. The new language will be used the next time you open Pawse.
es: Pawse no pudo reiniciarse. El nuevo idioma se usará la próxima vez que abras Pawse.
ja: Pawseを再起動できませんでした。次回Pawseを開いたときに新しい言語が使用されます。
zh_hans: Pawse 无法重新启动。下次打开 Pawse 时会使用新语言。
zh_hant: Pawse 無法重新啟動。下次開啟 Pawse 時會使用新語言。

source: Pawse could not restart: %@. The new language will be used the next time you open Pawse.
es: Pawse no pudo reiniciarse: %@. El nuevo idioma se usará la próxima vez que abras Pawse.
ja: Pawseを再起動できませんでした：%@。次回Pawseを開いたときに新しい言語が使用されます。
zh_hans: Pawse 无法重新启动：%@。下次打开 Pawse 时会使用新语言。
zh_hant: Pawse 無法重新啟動：%@。下次開啟 Pawse 時會使用新語言。

source: Pawse could not use or remember access to that image. Choose it again.
es: Pawse no pudo usar ni recordar el acceso a esa imagen. Vuelve a elegirla.
ja: その画像を使用できないか、アクセスを保存できませんでした。再度選択してください。
zh_hans: Pawse 无法使用该图片或记住其访问权限。请重新选择。
zh_hant: Pawse 無法使用該圖片或記住其存取權限。請重新選擇。

source: Pawse does not collect telemetry or send analytics to a server.
es: Pawse no recopila telemetría ni envía análisis a ningún servidor.
ja: Pawseはテレメトリを収集せず、分析データをサーバーに送信しません。
zh_hans: Pawse 不会收集遥测数据，也不会将分析数据发送到服务器。
zh_hant: Pawse 不會收集遙測資料，也不會將分析資料傳送到伺服器。

source: Pawse does not record which keys you press, where you move the pointer, what applications you use, or what is on your screen.
es: Pawse no registra qué teclas pulsas, dónde mueves el puntero, qué aplicaciones usas ni qué aparece en tu pantalla.
ja: Pawseは、押したキー、ポインタの移動先、使用中のアプリ、画面の内容を記録しません。
zh_hans: Pawse 不会记录你按了哪些按键、将指针移到哪里、使用哪些 App，或屏幕上的内容。
zh_hant: Pawse 不會記錄你按了哪些按鍵、將指標移到哪裡、使用哪些 App，或螢幕上的內容。

source: Pawse needs access to the folder containing this wallpaper. Choose Wallpaper Folder in Appearance.
es: Pawse necesita acceso a la carpeta que contiene este fondo de escritorio. Elige Carpeta de fondos en Apariencia.
ja: この壁紙を含むフォルダへのアクセスが必要です。「外観」で「壁紙フォルダ」を選択してください。
zh_hans: Pawse 需要访问包含此壁纸的文件夹。请在“外观”中选择“壁纸文件夹”。
zh_hant: Pawse 需要存取包含此桌布的資料夾。請在「外觀」中選擇「桌布資料夾」。

source: Pawse schedules %lld Short Breaks before each Long Break.
es: Pawse programa %lld descansos cortos antes de cada descanso largo.
ja: Pawseは長い休憩の前に短い休憩を%lld回設定します。
zh_hans: Pawse 会在每次长休息前安排 %lld 次短休息。
zh_hant: Pawse 會在每次長休息前安排 %lld 次短休息。

source: Pawse schedules one Short Break before each Long Break.
es: Pawse programa un descanso corto antes de cada descanso largo.
ja: Pawseは長い休憩の前に短い休憩を1回設定します。
zh_hans: Pawse 会在每次长休息前安排一次短休息。
zh_hant: Pawse 會在每次長休息前安排一次短休息。

source: Pawse stores settings and session history locally on this Mac.
es: Pawse guarda los ajustes y el historial de sesiones localmente en este Mac.
ja: Pawseは設定とセッション履歴をこのMac内に保存します。
zh_hans: Pawse 会将设置与会话历史记录存储在这台 Mac 上。
zh_hant: Pawse 會將設定與工作階段記錄儲存在這台 Mac 上。

source: Pawse will restart and begin a new Focus.
es: Pawse se reiniciará y comenzará una nueva concentración.
ja: Pawseを再起動し、新しい集中を開始します。
zh_hans: Pawse 将重新启动并开始新的专注。
zh_hant: Pawse 將重新啟動並開始新的專注。

source: Pawse, %@ ready
es: Pawse, %@ listo
ja: Pawse、%@の準備完了
zh_hans: Pawse，%@已就绪
zh_hant: Pawse，%@已就緒

source: Pawse, %@, %@ remaining
es: Pawse, %@, quedan %@
ja: Pawse、%@、残り%@
zh_hans: Pawse，%@，剩余%@
zh_hant: Pawse，%@，剩餘%@

source: Pawse, Focus paused, %@ remaining
es: Pawse, concentración en pausa, quedan %@
ja: Pawse、集中は一時停止中、残り%@
zh_hans: Pawse，专注已暂停，剩余%@
zh_hant: Pawse，專注已暫停，剩餘%@

source: Pawse. Focus deeply. Rest naturally.
es: Pawse. Concéntrate a fondo. Descansa con naturalidad.
ja: Pawse。深く集中し、自然に休もう。
zh_hans: Pawse。深度专注，自然休息。
zh_hant: Pawse。深度專注，自然休息。

source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel Break
es: Cancelar descanso
ja: 休憩をキャンセル
zh_hans: 取消休息
zh_hant: 取消休息

source: Changes apply to the next session and never move an active session’s deadline.
es: Los cambios se aplican a la siguiente sesión y nunca alteran la hora de fin de una sesión activa.
ja: 変更は次のセッションから適用され、進行中のセッションの終了時刻は変わりません。
zh_hans: 更改会应用到下一个会话，绝不会改变进行中会话的截止时间。
zh_hant: 變更會套用至下一個工作階段，絕不會更動進行中工作階段的截止時間。

source: Change…
es: Cambiar…
ja: 変更…
zh_hans: 更改…
zh_hant: 更改…

source: Changing the language requires restarting Pawse.
es: Cambiar el idioma requiere reiniciar Pawse.
ja: 言語を変更するにはPawseの再起動が必要です。
zh_hans: 更改语言需要重新启动 Pawse。
zh_hant: 變更語言需要重新啟動 Pawse。

source: Choose a custom image before using this background.
es: Elige una imagen personalizada antes de usar este fondo.
ja: この背景を使用する前にカスタム画像を選択してください。
zh_hans: 使用此背景前，请先选择自定义图片。
zh_hant: 使用此背景前，請先選擇自訂圖片。

source: Choose…
es: Elegir…
ja: 選択…
zh_hans: 选择…
zh_hant: 選擇…

source: Clear Analytics Data
es: Borrar datos de análisis
ja: 分析データを消去
zh_hans: 清除分析数据
zh_hant: 清除分析資料

source: Clear Analytics Data?
es: ¿Borrar los datos de análisis?
ja: 分析データを消去しますか？
zh_hans: 要清除分析数据吗？
zh_hant: 要清除分析資料嗎？

source: Clear Analytics Data…
es: Borrar datos de análisis…
ja: 分析データを消去…
zh_hans: 清除分析数据…
zh_hant: 清除分析資料…

source: Click to start
es: Haz clic para empezar
ja: クリックして開始
zh_hans: 点击以开始
zh_hant: 點按以開始

source: Click to start now
es: Haz clic para empezar ahora
ja: クリックして今すぐ開始
zh_hans: 点击以立即开始
zh_hant: 點按以立即開始

source: Clockwise
es: Sentido horario
ja: 時計回り
zh_hans: 顺时针
zh_hant: 順時針

source: Completed
es: Completada
ja: 完了
zh_hans: 已完成
zh_hant: 已完成

source: Completed Focus
es: Concentración completada
ja: 完了した集中
zh_hans: 已完成的专注
zh_hant: 已完成的專注

source: Completed Focus sessions in cycle
es: Sesiones de concentración completadas en el ciclo
ja: サイクル内で完了した集中セッション
zh_hans: 循环中已完成的专注会话
zh_hant: 循環中已完成的專注工作階段

source: Completed Long Breaks
es: Descansos largos completados
ja: 完了した長い休憩
zh_hans: 已完成的长休息
zh_hant: 已完成的長休息

source: Completed Short Breaks
es: Descansos cortos completados
ja: 完了した短い休憩
zh_hans: 已完成的短休息
zh_hant: 已完成的短休息

source: Completed and interrupted sessions will appear here.
es: Las sesiones completadas e interrumpidas aparecerán aquí.
ja: 完了または中断したセッションがここに表示されます。
zh_hans: 已完成和中断的会话会显示在这里。
zh_hant: 已完成與中斷的工作階段會顯示在這裡。

source: Completion Rate
es: Tasa de finalización
ja: 完了率
zh_hans: 完成率
zh_hant: 完成率

source: Confirm Emergency Exit
es: Confirmar salida de emergencia
ja: 緊急終了を確認
zh_hans: 确认紧急退出
zh_hant: 確認緊急退出

source: Continue Break
es: Continuar descanso
ja: 休憩を続ける
zh_hans: 继续休息
zh_hant: 繼續休息

source: Counterclockwise
es: Sentido antihorario
ja: 反時計回り
zh_hans: 逆时针
zh_hant: 逆時針

source: Custom Image
es: Imagen personalizada
ja: カスタム画像
zh_hans: 自定义图片
zh_hant: 自訂圖片

source: Custom images and authorized wallpaper folders use read-only bookmarks. Images are loaded locally and never uploaded.
es: Las imágenes personalizadas y las carpetas de fondos autorizadas usan marcadores de solo lectura. Las imágenes se cargan localmente y nunca se suben.
ja: カスタム画像と許可した壁紙フォルダには読み取り専用ブックマークを使用します。画像はローカルで読み込まれ、アップロードされません。
zh_hans: 自定义图片和已授权的壁纸文件夹会使用只读书签。图片只会在本地加载，绝不会上传。
zh_hant: 自訂圖片與已授權的桌布資料夾會使用唯讀書籤。圖片只會在本機載入，絕不會上傳。

source: Cycle
es: Ciclo
ja: サイクル
zh_hans: 循环
zh_hant: 循環

source: Date
es: Fecha
ja: 日付
zh_hans: 日期
zh_hant: 日期

source: Date Range
es: Intervalo de fechas
ja: 日付範囲
zh_hans: 日期范围
zh_hant: 日期範圍

source: Day
es: Día
ja: 日
zh_hans: 日
zh_hant: 日

source: Desktop Wallpaper
es: Fondo de escritorio
ja: デスクトップの壁紙
zh_hans: 桌面壁纸
zh_hant: 桌面背景圖片

source: Display
es: Visualización
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Duration
es: Duración
ja: 時間
zh_hans: 持续时间
zh_hant: 持續時間

source: Emergency Exit
es: Salida de emergencia
ja: 緊急終了
zh_hans: 紧急退出
zh_hant: 緊急退出

source: Emergency Exits
es: Salidas de emergencia
ja: 緊急終了
zh_hans: 紧急退出次数
zh_hant: 緊急退出次數

source: Ends the current Focus and immediately starts the next Break.
es: Finaliza la concentración actual e inicia inmediatamente el siguiente descanso.
ja: 現在の集中を終了し、次の休憩をすぐに開始します。
zh_hans: 结束当前专注并立即开始下一次休息。
zh_hant: 結束目前的專注並立即開始下一個休息。

source: Enable Sounds
es: Activar sonidos
ja: サウンドを有効にする
zh_hans: 启用音效
zh_hant: 啟用音效

source: End This Break Early?
es: ¿Terminar este descanso antes de tiempo?
ja: この休憩を途中で終了しますか？
zh_hans: 要提前结束这次休息吗？
zh_hant: 要提早結束這次休息嗎？

source: Estimates exclude pauses and natural-break waiting.
es: Las estimaciones no incluyen las pausas ni la espera de un descanso natural.
ja: 予測時間には一時停止と自然な休憩の待ち時間は含まれません。
zh_hans: 预计时间不包括暂停和等待自然休息的时间。
zh_hant: 預估時間不包含暫停與等待自然休息的時間。

source: Focus
es: Concentración
ja: 集中
zh_hans: 专注
zh_hant: 專注

source: Focus Duration
es: Duración de la concentración
ja: 集中時間
zh_hans: 专注时长
zh_hant: 專注時間

source: Focus Time by Day
es: Tiempo de concentración por día
ja: 日別の集中時間
zh_hans: 每日专注时间
zh_hant: 每日專注時間

source: Focus and Break Cycle
es: Ciclo de concentración y descanso
ja: 集中と休憩のサイクル
zh_hans: 专注与休息循环
zh_hant: 專注與休息循環

source: Focus deeply. Rest naturally.
es: Concéntrate a fondo. Descansa con naturalidad.
ja: 深く集中し、自然に休もう。
zh_hans: 深度专注，自然休息。
zh_hant: 深度專注，自然休息。

source: Focus on one thing at a time.
es: Concéntrate en una sola cosa cada vez.
ja: 一度に一つのことに集中しましょう。
zh_hans: 一次专注做好一件事。
zh_hant: 一次專注做好一件事。

source: Focus time by day
es: Tiempo de concentración por día
ja: 日別の集中時間
zh_hans: 每日专注时间
zh_hant: 每日專注時間

source: Focused Minutes
es: Minutos de concentración
ja: 集中した分数
zh_hans: 专注分钟数
zh_hant: 專注分鐘數

source: Focused Time
es: Tiempo de concentración
ja: 集中時間
zh_hans: 专注时间
zh_hant: 專注時間

source: Focused time: %@ across %lld days
es: Tiempo de concentración: %@ en %lld días
ja: 集中時間：%@（%lld日間）
zh_hans: 专注时间：%@（共 %lld 天）
zh_hant: 專注時間：%@（共 %lld 天）

source: Focused time: %@ in one day
es: Tiempo de concentración: %@ en un día
ja: 集中時間：1日で%@
zh_hans: 专注时间：一天共 %@
zh_hant: 專注時間：一天共 %@

source: Idle Before Break
es: Inactividad antes del descanso
ja: 休憩前のアイドル時間
zh_hans: 休息前的闲置时间
zh_hant: 休息前的閒置時間

source: In progress
es: En curso
ja: 進行中
zh_hans: 进行中
zh_hant: 進行中

source: Interrupted
es: Interrumpida
ja: 中断
zh_hans: 已中断
zh_hant: 已中斷

source: Language
es: Idioma
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Last 30 Days
es: Últimos 30 días
ja: 過去30日間
zh_hans: 最近 30 天
zh_hant: 最近 30 天

source: Last 7 Days
es: Últimos 7 días
ja: 過去7日間
zh_hans: 最近 7 天
zh_hant: 最近 7 天

source: Launch at Login
es: Abrir al iniciar sesión
ja: ログイン時に起動
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Launch at Login could not be changed: %@
es: No se pudo cambiar Abrir al iniciar sesión: %@
ja: ログイン時の起動を変更できませんでした：%@
zh_hans: 无法更改登录时启动：%@
zh_hant: 無法變更登入時啟動：%@

source: Local and Private
es: Local y privado
ja: ローカルでプライベート
zh_hans: 本地且私密
zh_hant: 本機且私密

source: Long Break
es: Descanso largo
ja: 長い休憩
zh_hans: 长休息
zh_hant: 長休息

source: Long Break Duration
es: Duración del descanso largo
ja: 長い休憩の時間
zh_hans: 长休息时长
zh_hant: 長休息時間

source: Long Break Time
es: Hora del descanso largo
ja: 長い休憩の時刻
zh_hans: 长休息时间
zh_hant: 長休息時間

source: Long break ready
es: Descanso largo listo
ja: 長い休憩の準備完了
zh_hans: 长休息已就绪
zh_hant: 長休息已就緒

source: Long break ready. Click to start.
es: Descanso largo listo. Haz clic para empezar.
ja: 長い休憩の準備ができました。クリックして開始します。
zh_hans: 长休息已就绪。点击以开始。
zh_hant: 長休息已就緒。點按以開始。

source: Long break soon
es: Descanso largo próximamente
ja: まもなく長い休憩
zh_hans: 即将长休息
zh_hant: 即將長休息

source: Long break soon. Click to finish Focus and start now.
es: Descanso largo próximamente. Haz clic para terminar la concentración y empezar ahora.
ja: まもなく長い休憩です。クリックすると集中を終了して今すぐ開始します。
zh_hans: 即将长休息。点击以结束专注并立即开始。
zh_hant: 即將長休息。點按以結束專注並立即開始。

source: Look away from the screen.
es: Aparta la vista de la pantalla.
ja: 画面から目を離しましょう。
zh_hans: 将视线移开屏幕。
zh_hant: 將視線移開螢幕。

source: Menu Bar Icon
es: Icono de la barra de menús
ja: メニューバーアイコン
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

source: Minutes
es: Minutos
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

source: Mode
es: Modo
ja: モード
zh_hans: 模式
zh_hant: 模式

source: Natural Break
es: Descanso natural
ja: 自然な休憩
zh_hans: 自然休息
zh_hant: 自然休息

source: No Sessions in %@
es: No hay sesiones en %@
ja: %@にはセッションがありません
zh_hans: %@没有会话
zh_hant: %@沒有工作階段

source: No focused time in this range
es: No hay tiempo de concentración en este intervalo
ja: この期間に集中時間はありません
zh_hans: 此范围内没有专注时间
zh_hant: 此範圍內沒有專注時間

source: None
es: Ninguno
ja: なし
zh_hans: 无
zh_hant: 無

source: Only system sounds available on this Mac are shown.
es: Solo se muestran los sonidos del sistema disponibles en este Mac.
ja: このMacで利用できるシステムサウンドのみ表示されます。
zh_hans: 仅显示这台 Mac 上可用的系统音效。
zh_hant: 僅顯示這台 Mac 上可用的系統音效。

source: Open Pawse…
es: Abrir Pawse…
ja: Pawseを開く…
zh_hans: 打开 Pawse…
zh_hant: 開啟 Pawse…

source: Outcome
es: Resultado
ja: 結果
zh_hans: 结果
zh_hant: 結果

source: Pause
es: Pausar
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Paused
es: En pausa
ja: 一時停止中
zh_hans: 已暂停
zh_hant: 已暫停

source: Planned
es: Prevista
ja: 予定
zh_hans: 计划
zh_hant: 計畫

source: Preview
es: Vista previa
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Privacy
es: Privacidad
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私權

source: Quit Pawse
es: Salir de Pawse
ja: Pawseを終了
zh_hans: 退出 Pawse
zh_hant: 結束 Pawse

source: Ready
es: Listo
ja: 準備完了
zh_hans: 就绪
zh_hant: 就緒

source: Ready now
es: Listo ahora
ja: 準備完了
zh_hans: 现在就绪
zh_hant: 現在就緒

source: Recent Sessions
es: Sesiones recientes
ja: 最近のセッション
zh_hans: 最近的会话
zh_hant: 最近的工作階段

source: Remove
es: Eliminar
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Reset Break Cycle
es: Restablecer ciclo de descansos
ja: 休憩サイクルをリセット
zh_hans: 重置休息循环
zh_hant: 重設休息循環

source: Reset Break Cycle?
es: ¿Restablecer el ciclo de descansos?
ja: 休憩サイクルをリセットしますか？
zh_hans: 要重置休息循环吗？
zh_hant: 要重設休息循環嗎？

source: Reset Break Cycle…
es: Restablecer ciclo de descansos…
ja: 休憩サイクルをリセット…
zh_hans: 重置休息循环…
zh_hant: 重設休息循環…

source: Reset Settings
es: Restablecer ajustes
ja: 設定をリセット
zh_hans: 重置设置
zh_hant: 重設設定

source: Reset Settings to Defaults?
es: ¿Restablecer los ajustes predeterminados?
ja: 設定をデフォルトに戻しますか？
zh_hans: 要将设置重置为默认值吗？
zh_hant: 要將設定重設為預設值嗎？

source: Reset Settings to Defaults…
es: Restablecer ajustes predeterminados…
ja: 設定をデフォルトに戻す…
zh_hans: 将设置重置为默认值…
zh_hant: 將設定重設為預設值…

source: Restart Pawse to Change Language?
es: ¿Reiniciar Pawse para cambiar el idioma?
ja: 言語を変更するためPawseを再起動しますか？
zh_hans: 要重新启动 Pawse 以更改语言吗？
zh_hant: 要重新啟動 Pawse 以變更語言嗎？

source: Restart Now
es: Reiniciar ahora
ja: 今すぐ再起動
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Ring Direction
es: Dirección del anillo
ja: リングの方向
zh_hans: 圆环方向
zh_hant: 圓環方向

source: Resume
es: Reanudar
ja: 再開
zh_hans: 继续
zh_hant: 繼續

source: Resume using the keyboard or pointer now to defer this break.
es: Usa ahora el teclado o el puntero para aplazar este descanso.
ja: この休憩を延期するには、キーボードまたはポインタの操作を再開してください。
zh_hans: 现在使用键盘或指针即可延后这次休息。
zh_hant: 現在使用鍵盤或指標即可延後這次休息。

source: Seconds
es: Segundos
ja: 秒
zh_hans: 秒
zh_hant: 秒

source: Session History
es: Historial de sesiones
ja: セッション履歴
zh_hans: 会话历史记录
zh_hant: 工作階段記錄

source: Session Start Sound
es: Sonido al iniciar la sesión
ja: セッション開始サウンド
zh_hans: 会话开始音效
zh_hant: 工作階段開始音效

source: Session history could not be cleared: %@
es: No se pudo borrar el historial de sesiones: %@
ja: セッション履歴を消去できませんでした：%@
zh_hans: 无法清除会话历史记录：%@
zh_hant: 無法清除工作階段記錄：%@

source: Session history could not be loaded: %@
es: No se pudo cargar el historial de sesiones: %@
ja: セッション履歴を読み込めませんでした：%@
zh_hans: 无法加载会话历史记录：%@
zh_hant: 無法載入工作階段記錄：%@

source: Session history could not be saved: %@
es: No se pudo guardar el historial de sesiones: %@
ja: セッション履歴を保存できませんでした：%@
zh_hans: 无法保存会话历史记录：%@
zh_hant: 無法儲存工作階段記錄：%@

source: Session history is temporarily in memory because local storage could not be opened.
es: El historial de sesiones está temporalmente en memoria porque no se pudo abrir el almacenamiento local.
ja: ローカルストレージを開けなかったため、セッション履歴は一時的にメモリ上にあります。
zh_hans: 因为无法打开本地存储空间，会话历史记录目前暂存在内存中。
zh_hant: 因為無法開啟本機儲存空間，工作階段記錄目前暫存在記憶體中。

source: Session history will not be changed.
es: El historial de sesiones no se modificará.
ja: セッション履歴は変更されません。
zh_hans: 会话历史记录不会更改。
zh_hant: 工作階段記錄不會變更。

source: Session history will not be deleted.
es: El historial de sesiones no se eliminará.
ja: セッション履歴は削除されません。
zh_hans: 会话历史记录不会删除。
zh_hant: 工作階段記錄不會刪除。

source: Session mode
es: Modo de sesión
ja: セッションモード
zh_hans: 会话模式
zh_hant: 工作階段模式

source: Session progress
es: Progreso de la sesión
ja: セッションの進行状況
zh_hans: 会话进度
zh_hant: 工作階段進度

source: Settings and the Focus cycle will not change.
es: Los ajustes y el ciclo de concentración no cambiarán.
ja: 設定と集中サイクルは変更されません。
zh_hans: 设置和专注循环不会更改。
zh_hant: 設定與專注循環不會變更。

source: Short Break
es: Descanso corto
ja: 短い休憩
zh_hans: 短休息
zh_hant: 短休息

source: Short Break Duration
es: Duración del descanso corto
ja: 短い休憩の時間
zh_hans: 短休息时长
zh_hant: 短休息時間

source: Short Break Time
es: Hora del descanso corto
ja: 短い休憩の時刻
zh_hans: 短休息时间
zh_hant: 短休息時間

source: Short Breaks Before Long Break
es: Descansos cortos antes del descanso largo
ja: 長い休憩までの短い休憩
zh_hans: 长休息前的短休息次数
zh_hant: 長休息前的短休息次數

source: Short break ready. Click to start.
es: Descanso corto listo. Haz clic para empezar.
ja: 短い休憩の準備ができました。クリックして開始します。
zh_hans: 短休息已就绪。点击以开始。
zh_hant: 短休息已就緒。點按以開始。

source: Short break soon. Click to finish Focus and start now.
es: Descanso corto próximamente. Haz clic para terminar la concentración y empezar ahora.
ja: まもなく短い休憩です。クリックすると集中を終了して今すぐ開始します。
zh_hans: 即将短休息。点击以结束专注并立即开始。
zh_hant: 即將短休息。點按以結束專注並立即開始。

source: Show Countdown During Break
es: Mostrar cuenta atrás durante el descanso
ja: 休憩中にカウントダウンを表示
zh_hans: 休息期间显示倒计时
zh_hant: 休息期間顯示倒數計時

source: Show Progress in Menu Bar Ring
es: Mostrar progreso en el anillo de la barra de menús
ja: メニューバーのリングに進行状況を表示
zh_hans: 在菜单栏圆环中显示进度
zh_hant: 在選單列圓環中顯示進度

source: Skip Focus
es: Omitir concentración
ja: 集中をスキップ
zh_hans: 跳过专注
zh_hant: 跳過專注

source: Skip Focus?
es: ¿Omitir concentración?
ja: 集中をスキップしますか？
zh_hans: 要跳过专注吗？
zh_hant: 要跳過專注嗎？

source: Skip Next Break
es: Omitir el próximo descanso
ja: 次の休憩をスキップ
zh_hans: 跳过下一次休息
zh_hant: 跳過下一個休息

source: Skip Next Break?
es: ¿Omitir el próximo descanso?
ja: 次の休憩をスキップしますか？
zh_hans: 要跳过下一次休息吗？
zh_hant: 要跳過下一個休息嗎？

source: Skipped
es: Omitida
ja: スキップ
zh_hans: 已跳过
zh_hant: 已跳過

source: Sleeping Dog
es: Perro durmiendo
ja: 眠る犬
zh_hans: 睡觉的狗
zh_hant: 睡覺的狗

source: Solid Color
es: Color sólido
ja: 単色
zh_hans: 纯色
zh_hant: 純色

source: Sounds
es: Sonidos
ja: サウンド
zh_hans: 音效
zh_hant: 音效

source: Stand up, walk around, and rest your eyes.
es: Levántate, camina un poco y descansa la vista.
ja: 立ち上がって歩き、目を休めましょう。
zh_hans: 站起来走一走，让眼睛休息。
zh_hant: 站起來走一走，讓眼睛休息。

source: Start
es: Empezar
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: Start %@
es: Empezar %@
ja: %@を開始
zh_hans: 开始%@
zh_hant: 開始%@

source: Start Break Now
es: Empezar el descanso ahora
ja: 今すぐ休憩を開始
zh_hans: 立即开始休息
zh_hant: 立即開始休息

source: Starting
es: Iniciando
ja: 開始中
zh_hans: 正在开始
zh_hant: 正在開始

source: Starts on Launch
es: Empieza al abrir
ja: 起動時に開始
zh_hans: 启动时开始
zh_hant: 啟動時開始

source: Starts the break
es: Inicia el descanso
ja: 休憩を開始します
zh_hans: 开始休息
zh_hant: 開始休息

source: Stop
es: Detener
ja: 停止
zh_hans: 停止
zh_hant: 停止

source: Stopped
es: Detenida
ja: 停止
zh_hans: 已停止
zh_hant: 已停止

source: Summary
es: Resumen
ja: 概要
zh_hans: 摘要
zh_hant: 摘要

source: Switch
es: Cambiar
ja: 切り替え
zh_hans: 切换
zh_hant: 切換

source: Switch Mode?
es: ¿Cambiar de modo?
ja: モードを切り替えますか？
zh_hans: 要切换模式吗？
zh_hant: 要切換模式嗎？

source: Switch Mode
es: Cambiar de modo
ja: モードを切り替え
zh_hans: 切换模式
zh_hant: 切換模式

source: Switched Mode
es: Modo cambiado
ja: モード切り替え
zh_hans: 已切换模式
zh_hant: 已切換模式

source: The break will be recorded as interrupted.
es: El descanso se registrará como interrumpido.
ja: 休憩は中断として記録されます。
zh_hans: 这次休息会记录为已中断。
zh_hant: 這次休息會記錄為已中斷。

source: The current Focus session will be marked as interrupted.
es: La sesión de concentración actual se marcará como interrumpida.
ja: 現在の集中セッションは中断として記録されます。
zh_hans: 当前的专注会话会标记为已中断。
zh_hant: 目前的專注工作階段會標記為已中斷。
